Autodesk.Revit.DB.Analysis.gbXMLSpaceType
This enumeration corresponds to the spaceType attribute in gbXML.
The enumerated attribute identifies the type of space defined and
allows to better approximate the actual internal loads and schedules
associated with the defined space type.
Since:
2011